Repository: jonkan/Electricity-Prices
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: bg, bs, cs, da, de, el, es, et, fi, fr, ga, hr, hu, it, ka, lt, lv, mk, mt, nb, nl, nn, pl, pt_pt, ro, sk, sl, sq, sr, sv, tr, uk

source: , without taxes or fees.
bg: , без данъци или такси.
bs: , bez poreza ili naknada.
cs: , bez daní či poplatků.
da: , uden skatter eller gebyrer.
de: , ohne Steuern oder Gebühren.
el: , χωρίς φόρους ή τέλη.
es: , sin impuestos o tarifas.
et: , ilma maksude või tasudeta.
fi: , ilman veroja tai maksuja.
fr: , sans taxes ou frais.
hr: , bez poreza ili pristojbi.
hu: , adók és díjak nélkül.
it: , senza tasse o spese.
ka: , გადასახადებისა და მოსაკრებლების გარეშე.
lt: , be mokesčių ar mokesčių.
lv: , bez nodokļiem un maksām.
mk: , без даноци или такси.
mt: , mingħajr taxxi jew ħlasijiet.
nb: , uten skatter eller avgifter.
nl: , exclusief belastingen of kosten.
nn: , uten skatter eller avgifter.
pl: , bez podatków i opłat.
pt_pt: , sem impostos ou taxas.
ro: , fără taxe sau tarife.
sk: , bez daní alebo poplatkov.
sl: , brez davkov ali pristojbin.
sq: , pa taksa ose tarifa.
sr: , bez poreza ili taksi.
sv: , utan skatter och avgifter.
tr: , vergi veya ücretler olmadan.
uk: , без податків та зборів.

source: %lld log files
bg: %lld лог файлове
bs: %lld log datoteke
cs: %lld souborů se záznamy
da: %lld logfiler
de: %lld Protokolldateien
el: %lld αρχεία καταγραφής
es: %lld archivos de registro
et: %lld logi faili
fi: %lld lokitiedostoa
fr: %lld fichiers journaux
ga: %lld comhaid logála
hr: %lld log datoteka
hu: %lld naplófájlok
it: %lld file di log
lt: %lld log įrašai
lv: %lld žurnāla faili
mk: %lld датотеки со дневници
nb: %lld loggfiler
nl: %lld logbestanden
nn: %lld loggfiler
pl: %lld pliki dziennika
pt_pt: %lld ficheiros de registo
ro: %lld fișiere log
sk: %lld logové súbory
sl: %lld dnevnikov datotek
sq: %lld skedarë regjistrimi
sr: %lld log fajlova
sv: %lld loggfiler
tr: %lld günlük dosyası
uk: %lld лог-файлів

source: A multiplier of 1.25 increases the price by 25%.
bg: Множител на 1.25 увеличава цената с 25%
bs: Množitelj od 1,25 povećava cijenu za 25%.
cs: Množitel 1,25 zvyšuje cenu o 25%.
da: En multiplikator på 1,25 øger prisen med 25%
de: Ein Multiplikator von 1,25 erhöht den Preis um 25%.
el: Ένας πολλαπλασιαστής του 1.25 αυξάνει την τιμή κατά 25%.
es: Un multiplicador de 1.25 aumenta el precio en un 25%.
et: 1,25-kordaja suurendab hinda 25% võrra.
fi: Kerroin 1,25 lisää hintaa 25 %.
fr: Un multiplicateur de 1,25 augmente le prix de 25%.
ga: Méadaíonn iolraitheoir de 1.25 an praghas faoi 25%.
hr: Množitelj od 1.25 povećava cijenu za 25%.
hu: Egy 1,25-ös szorzó 25%-kal emeli az árat.
it: Un moltiplicatore di 1.25 aumenta il prezzo del 25%
ka: 1.25-ის მრავალითი ფასს 25%-ით ზრდის.
lt: Daugiklis 1,25 padidina kainą 25 %.
lv: Reizinātājs 1.25 palielina cenu par 25%
mk: Множителот од 1.25 го зголемува цената за 25%
mt: Multiplikatur ta '1.25 iżżid il-prezz b'25%.
nb: En multiplikator på 1,25 øker prisen med 25%.
nl: Een vermenigvuldiger van 1.25 verhoogt de prijs met 25%
nn: En multiplikator på 1,25 øker prisen med 25%.
pl: Mnożnik 1,25 zwiększa cenę o 25%.
pt_pt: Um multiplicador de 1,25 aumenta o preço em 25%.
ro: Un multiplicator de 1,25 crește prețul cu 25%
sk: Násobiteľ 1,25 zvyšuje cenu o 25%.
sl: Množitelj 1,25 poveča ceno za 25%.
sq: Një shumëzues prej 1.25 rrit çmimin me 25%.
sr: Množitelj od 1,25 povećava cenu za 25%.
sv: En multiplikator på 1,25 ökar priset med 25%.
tr: 1.25 çarpanı fiyatı %25 artırır.
uk: Множник 1.25 збільшує ціну на 25%

source: Add
bg: Добави
bs: Dodaj
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Agregar
et: Lisa
fi: Lisää
fr: Ajouter
ga: Cuir
hr: Dodaj
hu: Hozzáad
it: Aggiungi
ka: დამატება
lt: Pridėti
lv: Pievienot
mk: Додади
mt: Żid
nb: Legg til
nl: Toevoegen
nn: Legg til
pl: Dodaj
pt_pt: Adicionar
ro: Adaugă
sk: Pridať
sl: Dodaj
sq: Shto
sr: Dodaj
sv: Lägg till
tr: Ekle
uk: Додати

source: Adjust the price by adding VAT and fees to estimate what you actually pay for your electricity.
bg: Коригирайте цената, като добавите ДДС и такси, за да оцените колко всъщност плащате за вашата електроенергия.
bs: Prilagodite cijenu dodavanjem PDV-a i naknada da procijenite koliko zapravo plaćate za svoju struju.
cs: Upravte cenu přidáním DPH a poplatků pro odhad skutečné částky, kterou za elektrickou energii zaplatíte.
da: Justér prisen ved at tilføje moms og gebyrer for at estimere, hvad du rent faktisk betaler for din elektricitet.
de: Passen Sie den Preis an, indem Sie Mehrwertsteuer und Gebühren hinzufügen, um zu schätzen, was Sie tatsächlich für Ihren Strom bezahlen.
el: Προσάρμοσε την τιμή προσθέτοντας ΦΠΑ και αμοιβές για να εκτιμήσεις τι πραγματικά πληρώνεις για το ηλεκτρικό σου ρεύμα.
es: Ajusta el precio sumándole el IVA y las tasas para estimar lo que realmente pagas por tu electricidad.
et: Korrigeeri hinda, lisades käibemaksu ja tasusid, et hinnata, mida sa tegelikult elektri eest maksad.
fi: Säädä hintaa lisäämällä arvonlisävero ja maksut arvioidaksesi, mitä todellisuudessa maksat sähköstäsi.
fr: Ajustez le prix en ajoutant la TVA et les frais pour estimer ce que vous payez réellement pour votre électricité.
ga: Coigeartaigh an praghas trí CBL agus táillí a chur leis chun meastachán a dhéanamh ar an méid atá tú féin ag íoc as do leictreachas.
hr: Prilagodite cijenu dodavanjem PDV-a i naknada kako biste procijenili koliko zapravo plaćate za svoju električnu energiju.
hu: Állítsa be az árat az ÁFA és a díjak hozzáadásával, hogy becsülje meg, mennyit fizet ténylegesen az elektromos áramért.
it: Regola il prezzo aggiungendo l'IVA e le spese per stimare quanto paghi effettivamente per la tua elettricità.
lt: Koreguokite kainą, pridedant PVM ir mokesčius, kad įvertintumėte, kiek iš tikrųjų mokate už savo elektros energiją.
lv: Korrigējiet cenu, pievienojot PVN un maksas, lai novērtētu, cik jūs patiesībā maksājat par savu elektrību.
mk: Прилагодете ја цената со додавање на ДДВ и такси за да процените колку вистински плаќате за вашата струја.
nb: Justér prisen ved å legge til MVA og gebyrer for å estimere hva du faktisk betaler for strømmen din.
nl: Pas de prijs aan door BTW en kosten toe te voegen om te schatten wat u daadwerkelijk betaalt voor uw elektriciteit.
nn: Justér prisen ved å legge til MVA og gebyrer for å anslå hva du faktisk betaler for strømmen din.
pl: Dostosuj cenę, dodając VAT i opłaty, aby oszacować, ile faktycznie płacisz za swoją energię elektryczną.
pt_pt: Ajuste o preço adicionando IVA e taxas para estimar o que realmente paga pela sua eletricidade.
ro: Ajustați prețul adăugând TVA și taxele pentru a estima cât plătiți efectiv pentru electricitatea dumneavoastră.
sk: Upravte cenu pridaním DPH a poplatkov, aby ste odhadli, koľko skutočne platíte za elektrinu.
sl: Prilagodite ceno z dodajanjem DDV in pristojbin, da ocenite, koliko dejansko plačate za svojo elektriko.
sq: Rregullo çmimin duke shtuar TVSH dhe tarifat për të vlerësuar atë që paguan vërtet për energjinë elektrike.
sr: Prilagodite cenu dodavanjem PDV-a i naknada kako biste procenili koliko zapravo plaćate za vašu struju.
sv: Justera priset genom att lägga till moms och avgifter för att estimera vad du faktiskt betalar för din el.
tr: Gerçekten elektriğiniz için ne ödediğinizi tahmin etmek için KDV ve ücretleri ekleyerek fiyatı ayarlayın.
uk: Коригуйте ціну, додаючи ПДВ та комісії, щоб оцінити, скільки ви насправді платите за електрику.

source: Adjust the thresholds for what you consider low and high prices.
bg: Коригирайте праговете, които считате за ниски и високи цени.
bs: Prilagodite pragove za ono što smatrate niskim i visokim cijenama.
cs: Upravit prahy pro to, co považujete za nízké a vysoké ceny.
da: Juster grænserne for, hvad du betragter som lave og høje priser.
de: Passen Sie die Schwellenwerte für das an, was Sie als niedrige und hohe Preise betrachten.
el: Προσαρμόστε τα όρια για αυτό που θεωρείτε χαμηλές και υψηλές τιμές.
es: Ajusta los umbrales de lo que consideras precios bajos y altos.
et: Kohandage läveväärtuseid, mida peate madalateks ja kõrgeteks hindadeks.
fi: Säädä kynnysarvoja, joita pidät alhaisina ja korkeina hintoina.
fr: Ajustez les seuils pour ce que vous considérez comme des prix bas et élevés.
hr: Prilagodite pragove onoga što smatrate niskim i visokim cijenama.
hu: Állítsa be a küszöbértékeket, amelyeket alacsony és magas áraknak tekint.
it: Ajusta le soglie per quello che consideri prezzi bassi e alti.
ka: შეცვალეთ ზღვრული მაჩვენებლები, თუ რა მიიჩნევთ დაბალ და მაღალ ფასად.
lt: Koreguoti ribas, kurias laikote mažomis ir aukštomis kainomis.
lv: Koriģējiet sliekšņus tam, ko jūs uzskatāt par zemām un augstām cenām.
mk: Прилагодете ги праговите за она што го сметате за ниски и високи цени.
mt: Aġġusta l-limiti għal dak li tikkunsidra bħala prezzijiet baxxi u għoljin.
nb: Justér tersklene for hva du anser som lave og høye priser.
nl: Pas de drempels aan voor wat u lage en hoge prijzen vindt.
nn: Juster tersklene for hva du anser som lave og høye priser.
pl: Dostosuj progi dla tego, co uważasz za niskie i wysokie ceny.
pt_pt: Ajuste os limites para o que considera preços baixos e altos.
ro: Ajustați pragurile pentru ceea ce considerați prețuri mici și mari.
sk: Upravte prahy pre to, čo považujete za nízke a vysoké ceny.
sl: Prilagodite pragove za tisto, kar smatrate za nizke in visoke cene.
sq: Rregullo pragjet për atë që mendon se janë çmimet e ulëta dhe të larta.
sr: Prilagodite pragove za ono što smatrate niskim i visokim cenama.
sv: Justera gränserna för vad du anser vara ett högt och lågt pris.
tr: Düşük ve yüksek fiyatları ne olarak gördüğünüzün eşiklerini ayarlayın.
uk: Коригуйте пороги для того, що ви вважаєте низькими та високими цінами.

source: Calculation
bg: Изчисление
bs: Izračun
cs: Výpočet
da: Beregning
de: Berechnung
el: Υπολογισμός
es: Cálculo
et: Arvutus
fi: Laskenta
hr: Izračun
hu: Számítás
it: Calcolo
ka: გამოთვლა
lt: Skaičiavimas
lv: Aprēķins
mk: Пресметка
mt: Kalkolazzjoni
nb: Beregning
nl: Berekening
nn: Beregning
pl: Obliczanie
pt_pt: Cálculo
sk: Výpočet
sl: Izračun
sq: Llogaritje
sr: Izračunavanje
sv: Uträkning
tr: Hesaplama
uk: Обчислення

source: Changes waiting to sync...
bg: Промени, които чакат да бъдат синхронизирани...
bs: Promjene čekaju na sinkronizaciju...
cs: Čekající změny k synchronizaci...
da: Ændringer venter på at synkronisere...
de: Änderungen warten auf die Synchronisation...
el: Αλλαγές που περιμένουν να συγχρονιστούν...
es: Cambios esperando para sincronizar...
et: Muudatused, mis ootavad sünkroonimist...
fi: Muutokset odottavat synkronointia...
fr: Modifications en attente de synchronisation...
ga: Tá athruithe ag fanacht le sioncronú...
hr: Promjene čekaju na sinkronizaciju...
hu: Változások szinkronizálásra várakoznak...
it: Modifiche in attesa di sincronizzazione...
ka: ცვლილებებს უნდა სინქრონიზაცია...
lt: Laukiami sinchronizacijos pakeitimai...
lv: Gaida izmaiņu sinhronizāciju...
mk: Промените чекаат за синхронизација...
mt: Bidliet qed jistennew biex jissinkronizzaw...
nb: Endringer venter på å synkroniseres...
nl: Wijzigingen wachten op synchronisatie...
nn: Endringer venter på å synkroniseres ...
pl: Zmiany oczekujące na synchronizację...
pt_pt: Alterações à espera de sincronização...
ro: Modificările așteaptă să fie sincronizate...
sk: Zmeny čakajú na synchronizáciu...
sl: Spremembe čakajo na sinhronizacijo ...
sq: Ndryshimet në pritje për sinkronizim...
sr: Promene čekaju na sinhronizaciju...
sv: Ändringar väntar på att synkroniseras...
tr: Senkronize edilmeyi bekleyen değişiklikler...
uk: Зміни очікують на синхронізацію...

source: Chart
bg: Диаграма
bs: Grafikon
cs: Graf
da: Diagram
de: Diagramm
el: Διάγραμμα
es: Gráfico
fi: Kaavio
fr: Graphique
hr: Grafikon
hu: Diagram
it: Grafico
ka: დიაგრამა
lt: Diagrama
lv: Diagramma
mk: Табела
mt: Ċarta
nb: Diagram
nl: Grafiek
nn: Diagram
pl: Wykres
pt_pt: Gráfico
ro: Diagramă
sk: Graf
sl: Grafikon
sq: Diagram
sr: Grafikon
sv: Graf
tr: Grafik
uk: Діаграма

source: Cheaper Tomorrow?
bg: По-евтино утре?
bs: Jeftinije sutra?
cs: Lacnější Zítra?
da: Billigere i morgen?
de: Billiger Morgen?
el: Φθηνότερο αύριο;
es: ¿Más barato mañana?
et: Odavam Homme?
fi: Halvempaa huomenna?
fr: Est-ce que c'est moins cher demain?
ga: An Lá Amárach Níos Saoire?
hr: Jeftinije Sutra?
hu: Olcsóbb holnap?
it: Più economico domani?
lt: Pigiau rytoj?
lv: Lētāk rīt?
mk: Подешево утре?
nb: Billigere i morgen?
nl: Goedkoper Morgen?
pl: Taniej jutro?
pt_pt: Mais barato amanhã?
ro: Mai ieftin mâine?
sk: Lacnejšia zajtra?
sl: Cenejši jutri?
sq: Më lirë nesër?
sr: Jeftinije Sutra?
sv: Billigare imorgon?
tr: Yarın daha ucuz mu?
uk: Дешевший Завтра?

source: Clamp negative prices
bg: Ограничи отрицателните цени
bs: Smanjite negativne cijene
cs: Omezit záporné ceny
da: Klem negative priser
de: Negative Preise begrenzen
el: Σφίξτε τις αρνητικές τιμές
es: Ajustar precios negativos
fi: Kiinnitä negatiiviset hinnat
fr: Bloquez les prix négatifs
hr: Stežu negativne cijene
hu: Negatív árak befogása
it: Blocca i prezzi negativi
lt: Apriboti neigiamas kainas
lv: Ierobežojiet negatīvas cenas
mt: Ikkuntrolla prezzijiet negattivi
nb: Klem negative priser
nl: Negatieve prijzen vastzetten
nn: Klype negative priser
ro: Blocați prețurile negative
sk: Obmedziť záporné ceny
sl: Omeji negativne cene
sq: Kufizoj çmimet negative
sr: Ograničite negativne cene
sv: Begränsa negativa priser
tr: Negatif fiyatları sınırla
uk: Обмежити негативні ціни

source: Consume Smarter!
bg: Консумирай по-умно!
cs: Konzumujte chytře!
da: Forbrug smartere!
de: "Sparsamer Konsum!"
el: Καταναλώστε Έξυπνα!
es: ¡Consuma de manera más inteligente!
et: Tarbi targemalt!
fi: Kuluta älykkäämmin!
fr: Consommez intelligemment!
hr: Pametujte inteligentnije!
hu: Fogyassz okosabban!
it: Consuma in modo più intelligente!
ka: მიიღე უფრო ჭკვიანურად!
lt: Perkamkite protingiau!
lv: Patērēt gudrāk!
mk: Потрошувај паметно!
nb: Forbruk smartere!
nl: Consumeer Slimmer!
nn: Forbruke Smartere!
pl: Bądź mądrzejszym konsumentem!
pt_pt: Consuma de forma mais inteligente!
ro: Consumă mai inteligent!
sk: Spotrebujte inteligentne!
sl: Pametneje uživajte!
sr: Konzumirajte pametnije!
sv: Konsumera smartare!
tr: Tüketmeyi Daha Akıllıca Yapın!
uk: Споживайте розумно!

source: Customizable
bg: Избираемо
bs: Prilagodljiv
cs: Přizpůsobitelný
da: Tilpasselig
de: Anpassbar
el: Προσαρμόσιμο
es: Personalizable
et: Kohandatav
fi: Mukautettavissa
fr: Personnalisable
ga: Is féidir é a shaincheapadh
hr: Prilagodivi
hu: Testreszabható
it: Personalizzabile
ka: მორგებული
lt: Pritaikomas.
lv: Pielāgojams
mk: Прилагодливо
mt: Customizzabbli
nb: Kan tilpasses
nl: Aanpasbaar
nn: Tilpassningsdyktig
pl: Dostosowywalne
pt_pt: Personalizável
ro: Personalizabil
sk: Prispôsobiteľný
sl: Prilagodljivo
sq: I rregullueshem
sv: Anpassningsbar
tr: Özelleştirilebilir
uk: Налаштовуваний

source: Disabled
bg: Деактивирано
bs: Onemogućeno
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Deshabilitado
et: Keelatud
fi: Poistettu käytöstä
fr: Désactivé
hr: Onemogućeno
hu: Letiltva
it: Disattivato
ka: გათიშულია
lt: Išjungta
lv: Invalidizēts
mk: Оневозможено
mt: Diżattivat
nb: Deaktivert
nl: Uitgeschakeld
nn: Deaktivert
pl: Wyłączone
pt_pt: Desactivado
ro: Dezactivat
sk: Vypnuté
sl: Onemogočeno
sq: I çaktivizuar
sr: Onemogućeno
sv: Inaktiverad
tr: Devre dışı
uk: Вимкнено

source: Display
bg: Изобразяване
bs: Prikaz
cs: Zobrazit
da: Vis
de: Anzeigen
el: Εμφάνιση
es: Mostrar
et: Kuva
fi: Näyttää
fr: Afficher
ga: Faabi
hr: Prikaz
hu: Megjelenítés
it: Mostra
ka: ჩვენება
lt: Rodyti
lv: Rādīt
mk: Прикажи
mt: Uri
nb: Skjerm
nl: Weergeven
nn: Vis
pl: Wyświetl
pt_pt: Mostrar
ro: Afișare
sk: Zobraziť
sl: Prikaz
sq: Shfaq
sr: Prikaz
sv: Visning
tr: Göster
uk: Показати

source: Displays the current electricity price
bg: Показва текущата цена на електроенергията
bs: Prikazuje trenutnu cijenu struje
cs: Zobrazuje aktuální cenu elektřiny
da: Viser den aktuelle elektricitetspris
de: Zeigt den aktuellen Strompreis an
el: Εμφανίζει την τρέχουσα τιμή του ηλεκτρισμού
es: Muestra el precio actual de la electricidad
et: Kuvab praegust elektri hinda
fi: Näyttää nykyisen sähkön hinnan
fr: Affiche le prix actuel de l'électricité
ga: Taispeánann an praghas reatha leictreachais
hr: Prikazuje trenutnu cijenu električne energije
hu: A jelenlegi áramár megjelenítése
it: Mostra il prezzo dell'elettricità attuale
ka: აჩვენებს მიმდინარე ელექტროენერგიის ფასს
lt: Rodo dabartinę elektros kainą
lv: Rāda pašreizējo elektroenerģijas cenu
mk: Прикажува ја моменталната цена на електрична енергија
mt: Juri l-prezz attwali tal-elettricità
nb: Viser den gjeldende strømprisen
nl: Toont de huidige elektriciteitsprijs
nn: Viser den nåværende strømprisen
pl: Wyświetla aktualną cenę energii elektrycznej
pt_pt: Exibe o preço atual da eletricidade
ro: Afișează prețul curent al electricității
sk: Zobrazuje aktuálnu cenu elektriny
sl: Prikazuje trenutno ceno elektrike
sq: Shfaq çmimin aktual të energjisë elektrike
sr: Prikazuje trenutnu cenu struje
sv: Visar nuvarande elpris
tr: Mevcut elektrik fiyatını gösterir
uk: Відображає поточну ціну на електроенергію

source: Done
bg: Готово
bs: Gotovo
cs: Hotovo
da: Færdig
de: Fertig
el: Ολοκληρώθηκε
es: Hecho
et: Tehtud
fi: Valmis
fr: Terminé
ga: Déanta
hr: Gotovo
hu: Kész
it: Fatto
ka: დასრულებულია
lt: Atlikta
lv: Gatavs
mk: Готово
mt: Magħmul
nb: Ferdig
nl: Klaar
nn: Ferdig
pl: Gotowe
pt_pt: Concluído
ro: Gata
sk: Hotovo
sl: Končano
sq: U krye
sr: Završeno
sv: Klar
tr: Tamamlandı
uk: Готово

source: Easily compare today's and tomorrow's prices
bg: Лесно сравнете цените на днес и утре
bs: Lako usporedite današnje i sutrašnje cijene
cs: Snadno porovnejte dnešní a zítřejší ceny
da: Sammenlign nemt dagens og morgendagens priser
de: Vergleichen Sie ganz einfach die Preise von heute und morgen.
el: Συγκρίνετε εύκολα τις τιμές σήμερα και αύριο
es: Comparar fácilmente los precios de hoy y mañana
et: Võrdle täna ja homme hindu lihtsalt
fi: Vertaa helposti tämän päivän ja huomisen hinnat
fr: Comparer facilement les prix d'aujourd'hui et de demain
ga: Is féidir praghsanna inniu agus amárach a comparáid go héasca
hr: Lako usporedite današnje i sutrašnje cijene
hu: Könnyedén összehasonlíthatja a mai és a holnapi árakat
it: Confronta facilmente i prezzi di oggi e di domani
lt: Lengvai palyginti šių dienų ir rytojaus kainas
lv: Viegli salīdzināt šīs dienas un rītdienas cenas
mk: Лесно споредете ги цените за денес и утре
mt: Faċilment tqabbel il-prezzijiet tal-lum u ta' għada
nb: Enkelt sammenligne dagens og morgendagens priser
nl: Vergelijk eenvoudig de prijzen van vandaag en morgen
nn: Sammenlign dagens og morgondagens prisar
pl: Prosto porównaj ceny dzisiejsze i jutrzejsze
pt_pt: Compare facilmente os preços de hoje e amanhã.
ro: Compară ușor prețurile de astăzi și de mâine
sk: Ľahko porovnajte dnešné a zajtrajšie ceny
sl: Enostavno primerjajte cene danes in jutri.
sq: Lehtësisht krahaso çmimet e sotme dhe të nesërme
sr: Lako poredite cene današnjice i sutrašnjice
sv: Jämför enkelt dagens och morgondagens priser
tr: Bugünün ve yarının fiyatlarını kolayca karşılaştırın```
uk: Легко порівнюйте сьогоднішні та завтрашні ціни

source: ECB closing price %@
bg: Крайна цена на ЕЦБ %@
bs: ECB završna cijena %@
cs: Závěrečná cena ECB %@
da: ECB lukkepris %@
de: EZB-Schlusskurs %@
el: Τιμή κλεισίματος της ΕΚΤ %@
es: Precio de cierre del BCE %@
et: EKP sulgemishind %@
fi: ECB:n päätöshinta %@
fr: Prix de clôture ECB %@
ga: Praghas deiridh BCE %@
hr: ECB zatvarajuća cijena %@
hu: ECB záróára %@
it: Prezzo di chiusura ECB %@
ka: ეცბ დახურვის ფასი %@
lt: ECB uždarymo kaina %@
lv: ECB slēgšanas cena %@
mt: Prezz ta' tmiem l-ECB %@
nb: ECB sluttpris %@
nl: ECB-sluitingsprijs %@
nn: ECB sluttkurs %@
pl: Cena zamknięcia ECB %@
pt_pt: Preço de fecho do BCE %@
ro: Prețul de închidere ECB %@
sk: Záverečná cena ECB %@
sl: Zaključna cena ECB %@
sq: Çmimi i mbylljes ECB %@
sr: ECB završna cena %@
sv: ECB stängningskurs %@
tr: ECB kapanış fiyatı %@
uk: Закриття ціни ЕЦБ %@

source: Email address copied!
bg: Електронният адрес е копиран!
bs: E-mail adresa je kopirana!
cs: Emailová adresa byla zkopírována!
da: E-mailadresse kopieret!
de: E-Mail-Adresse kopiert!
el: Η διεύθυνση email αντιγράφηκε!
es: ¡Dirección de correo electrónico copiada!
et: E-posti aadress on kopeeritud!
fi: Sähköpostiosoite kopioitu!
fr: Adresse e-mail copiée!
ga: Seoladh ríomhphoist cóipeáilte!
hr: E-mail adresa je kopirana!
hu: E-mail cím másolva!
it: Indirizzo email copiato!
ka: ელექტრონული ფოსტის მისამართი დაკოპირებულია!
lt: El. pašto adresas nukopijuotas!
lv: E-pasta adrese nokopēta!
mk: E-mail адресата е копирана!
mt: Indirizz tal-email ikkupjat!
nb: E-postadressen er kopiert!
nl: E-mail adres gekopieerd!
nn: E-postadressen er kopiert!
pl: Adres e-mail skopiowany!
pt_pt: Endereço de email copiado!
ro: Adresa de e-mail a fost copiată!
sk: E-mailová adresa bola skopírovaná!
sl: E-poštni naslov je kopiran!
sq: Adresa e email-it u kopjua!
sr: E-adresa je iskopirana!
sv: E-postadress kopierad!
tr: E-posta adresi kopyalandı!
uk: Адресу електронної пошти скопійовано!

source: Enabled
bg: Активирано
bs: Omogućeno
cs: Povoleno
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
es: Habilitado
et: Lubatud
fi: Käytössä
fr: Activé
ga: Cumasaithe
hr: Omogućeno
hu: Engedélyezve
it: Abilitato
ka: აქტივირებულია
lt: Įjungta
lv: Iespējots
mk: Овозможено
nb: Aktivert
nl: Ingeschakeld
nn: Aktivert
pl: Włączone
pt_pt: Ativado
ro: Activat
sk: Povolené
sl: Omogočeno
sq: Aktivizuar
sr: Omogućeno
sv: Aktiv
tr: Etkin
uk: Увімкнено

source: Enter prices in
bg: Въведете цени в
bs: Unesite cijene u
cs: Zadejte ceny v
da: Indtast priser i
de: Geben Sie Preise in
el: Εισάγετε τις τιμές σε
es: Introducir precios en
et: Sisestage hinnad
fi: Syötä hinnat
fr: Entrez les prix en
hr: Unesite cijene u
it: Inserisci i prezzi in
mk: Внесете цени во
mt: Daħħal il-prezzijiet fi
nb: Skriv inn priser i
nl: Voer prijzen in
nn: Angi priser i
pl: Wprowadź ceny w
pt_pt: Insira os preços em
ro: Introduceți prețurile în
sk: Zadajte ceny v
sl: Vnesite cene v
sq: Fut çmimet në
sr: Unesite cene u
sv: Ange priser i
tr: Fiyatları şuraya girin
uk: Введіть ціни в

source: Exchange rate
bg: Обменен курс
bs: Tečaj
cs: Směnný kurz
da: Vekselkurs
de: Wechselkurs
el: Συναλλαγματική ισοτιμία
es: Tasa de cambio
et: Vahetuskurss
fi: Vaihtokurssi
fr: Taux de change
ga: Ráta malairte
hr: Tečaj
hu: Árfolyam
it: Tasso di cambio
ka: გაცვლის კურსი
lt: Valiutos kursas
lv: Maiņas kurss
mk: Курс на размена
mt: Rata tal-iskambju
nb: Valutakurs
nl: Wisselkoers
nn: Valutakurs
pl: Kurs wymiany
pt_pt: Taxa de câmbio
ro: Curs valutar
sk: Výmenný kurz
sl: Menjalni tečaj
sq: Kursi i këmbimit
sv: Växelkurs
tr: Döviz kuru
uk: Курс обміну
